Repository: BPTPW/PiliPod
Catalog: PiliPod/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja

source: —粉丝 —视频
en: —Followers —Videos
ja: —フォロワー —動画

source: (%@ 的生命)
en: (%@ of Life)
ja: (%@の命)

source: %@人在看
en: %@ watching
ja: %@人が視聴中

source: %@粉丝 %@视频
en: %1$@ followers %2$@ videos
ja: %1$@フォロワー %2$@動画

source: • 视频同步: mpv的--video-sync
en: • Video synchronisation: the --video-sync parameter in mpv
ja: • 映像同期: mpvの--video-sync

source: • 私人ID可以自行设置，要求至少为30个字符长度的纯字符串，首次启动时会生成随机字符串。
en: • You can set your own private ID; it must be a string consisting solely of characters and at least 30 characters long. A random string will be generated when the application is launched for the first time.
ja: • プライベートIDは自分で設定できます。30文字以上の純粋な文字列である必要があり、初回起動時にはランダムな文字列が生成されます。

source: • 私人ID应该被保密。如果他人获得了你的私人ID，他就可以冒充你。服务器不会保存任何私人ID，如果你不幸弄丢了私人ID，那就再也没办法找回了。
en: • Your private ID should be kept confidential. If someone else obtains your private ID, they will be able to impersonate you. The server does not store any private IDs, so if you are unfortunate enough to lose your private ID, there is no way to recover it.
ja: • プライベートIDは秘密にしておく必要があります。他人があなたのプライベートIDを入手すると、あなたになりすますことができます。サーバーはプライベートIDを一切保存しないため、万が一プライベートIDを失くした場合、二度と取り戻すことはできません。

source: • 自动同步: mpv的--autosync
en: • Automatic synchronisation: the --autosync parameter in mpv
ja: • 自動同期: mpvの--autosync

source: BV号 / AV号
en: BVID/AVID
ja: BV番号 / AV番号

source: CID (可选)
en: CID (Optional)
ja: CID（任意）

source: DASH 流详情
en: DASH Stream Details
ja: DASH ストリーム詳細

source: tmp 临时目录
en: tmp temporary directory
ja: tmp 一時ディレクトリ

source: UID: %@ IP属地: %@
en: UID: %1$@ IP location: %2$@
ja: UID: %1$@ IP所在地: %2$@

source: UP主觉得很赞
en: Liked by the creator
ja: 投稿者がとても気に入っています

source: URL 响应缓存
en: URL response cache
ja: URL レスポンスキャッシュ

source: 上拉加载更多
en: Load more
ja: 上にスワイプしてさらに読み込む

source: 上拉加载更多回复
en: Load more replies
ja: 上にスワイプして返信をさらに読み込む

source: 上限 %@
en: Upper limit %@

source: 不建议更改，除非你有自己的服务器。
en: Not recommended to change unless you have your own server.
ja: 独自のサーバーを持っている場合を除き、変更はおすすめしません。

source: 不透明度
en: Opacity

source: 为大家节省了 %@ 片段
en: Saved %@ segments for everyone
ja: みんなのために %@ 件の断片を節約しました

source: 举报
en: Report
ja: 通報

source: 人机验证
en: CAPTCHA
ja: CAPTCHA認証

source: 会清理 URL 响应缓存、Library/Caches 和 tmp 临时文件。封面、头像、表情和预览图会在下次使用时重新建立缓存。
en: This will clear the URL response cache, Library/Caches, and temporary files in tmp. Covers, avatars, emojis, and preview images will be cached again the next time they are used.
ja: URLレスポンスキャッシュ、Library/Caches、tmp の一時ファイルが削除されます。カバー、アバター、絵文字、プレビュー画像のキャッシュは次回使用時に再作成されます。

source: 你的数据
en: About You
ja: あなたのデータ

source: 保存
en: Save

source: 修改会在下次首页推荐内容刷新时生效。
en: Changes will take effect the next time the home page recommendations are refreshed.
ja: 変更は次回ホームのおすすめ内容が更新される際に反映されます。

source: 全屏
en: Full Screen
ja: 全画面

source: 全屏字体大小
en: Full Screen Font Size
ja: 全画面の文字サイズ

source: 全部按滚动弹幕显示
en: Display All as Scrolling Danmaku
ja: すべてをスクロール弾幕で表示

source: 关于
en: About
ja: について

source: 关于空降助手
en: About SponsorBlock
ja: 空降助手について

source: 关注
en: Follow
ja: フォロー

source: 关闭
en: Close
ja: 閉じる

source: 其他设置
en: Other Settings
ja: その他の設定

source: 分享图片
en: Share Image
ja: 画像を共有

source: 分享链接
en: Share Link
ja: リンクを共有

source: 分享链接（带时间）
en: Share Link (with Timestamp)
ja: リンクを共有（時間付き）

source: 分区
en: Section
ja: カテゴリ

source: 删除
en: Delete
ja: 削除

source: 删除%lld个视频
en: Delete %lld Videos
ja: %lld本の動画を削除

source: 删除缓存
en: Clear Cache
ja: キャッシュを削除

source: 刷新缓存统计
en: Refresh Cache Statistics
ja: キャッシュ統計を更新

source: 加载中…
en: Loading...
ja: 読み込み中…

source: 加载关注列表中…
en: Loading Following List...
ja: フォロー一覧を読み込み中…

source: 加载历史记录中…
en: Loading History...
ja: 履歴を読み込み中…

source: 加载投稿中…
en: Loading Videos…
ja: 投稿を読み込み中…

source: 加载收藏夹中…
en: Loading Favorites...
ja: お気に入りを読み込み中…

source: 加载更多回复中…
en: Loading More Comments...
ja: 返信をさらに読み込み中…

source: 加载更多评论中…
en: Loading More Replies...
ja: コメントをさらに読み込み中…

source: 加载热门视频中…
en: Loading Popular Videos...
ja: 人気動画を読み込み中…

source: 加载表情中…
en: Loading Emojis...
ja: 絵文字を読み込み中…

source: 发送验证码
en: Send Verification Code
ja: 認証コードを送信

source: 取消
en: Cancel
ja: キャンセル

source: 同步
en: Sync
ja: 同期

source: 后台播放
en: Background Playback
ja: バックグラウンド再生

source: 回复加载失败
en: Failed to Load Replies
ja: 返信の読み込みに失敗しました

source: 在支持的设备上，为 HDR、杜比视界等高动态视频启用更明亮的高光和更宽的色域。关闭后会按普通SDR视频方式显示。
en: On supported devices, enable brighter highlights and a wider color gamut for high dynamic range videos such as HDR and Dolby Vision. When turned off, they will be displayed as standard SDR videos.
ja: 対応デバイスでは、HDRやDolby Visionなどのハイダイナミックレンジ動画で、より明るいハイライトとより広い色域を有効にします。オフにすると、通常のSDR動画として表示されます。

source: 在视频封面显示视频标记
en: Show badges on video covers
ja: 動画のサムネイルに動画マークを表示

source: 增强 HDR 视频显示
en: Enhance HDR Video Display
ja: HDR動画の表示を強化

source: 如果遇到播放异常请关闭。
en: If you encounter playback issues, please turn this off.
ja: 再生に異常が発生した場合はオフにしてください。

source: 字体大小
en: Font Size
ja: フォントサイズ

source: 字体粗细
en: Font Weight
ja: フォントの太さ

source: 密码
en: Password
ja: パスワード

source: 导入登录 JSON 后即可同步账号状态。
en: Import login JSON to sync account status.
ja: ログインJSONをインポートすると、アカウントの状態を同期できます。

source: 导入登录信息
en: Import Login Data
ja: ログイン情報をインポート

source: 导入缓存文件
en: Import Cache File
ja: キャッシュファイルのインポート

source: 导入设置数据
en: Import Settings Data
ja: 設定データをインポート

source: 导出
en: Export
ja: エクスポート

source: 导出 %@
en: Export %@
ja: %@ をエクスポートする

source: 导出失败
en: Export Failed
ja: エクスポートに失敗しました

source: 导出登录信息
en: Export Login Data
ja: ログイン情報をエクスポート

source: 导出缓存
en: Export Cache
ja: キャッシュのエクスポート

source: 导出设置数据
en: Export Settings Data
ja: 設定データをエクスポート

source: 屏蔽
en: Block
ja: 非表示

source: 屏蔽底部
en: Block Bottom
ja: 下部を非表示

source: 屏蔽底部弹幕
en: Block Bottom Danmaku
ja: 下部の弾幕を非表示

source: 屏蔽彩色
en: Block Colorful
ja: カラーを非表示

source: 屏蔽彩色弹幕
en: Block Colorful Danmaku
ja: カラー弾幕を非表示

source: 屏蔽滚动
en: Block Scrolling
ja: スクロールを非表示

source: 屏蔽滚动弹幕
en: Block Scrolling Danmaku
ja: スクロール弾幕を非表示

source: 屏蔽等级
en: Block Level
ja: 非表示レベル

source: 屏蔽顶部
en: Block Top
ja: 上部を非表示

source: 屏蔽顶部弹幕
en: Block Top Danmaku
ja: 上部の弾幕を非表示

source: 已关注
en: Following
ja: フォロー中

source: 弹幕
en: Danmaku
ja: 弾幕

source: 弹幕行高
en: Danmaku Line Height
ja: 弾幕の行高

source: 弹幕设置
en: Danmaku Settings
ja: 弾幕設定

source: 当前未登录
en: Not Logged In
ja: 現在ログインしていません

source: 当前版本
en: Current Version
ja: 現在のバージョン

source: 恢复默认
en: Restore Defaults
ja: デフォルトに戻す

source: 我的
en: Me
ja: マイページ

source: 我的关注
en: Following
ja: フォロー中

source: 房间号 %@
en: Room ID %@
ja: ルーム番号 %@

source: 所选编码不可用时会自动回退到其他可用编码。
en: If the selected codec is unavailable, it will automatically fall back to another available codec.
ja: 選択したコーデックが利用できない場合、自動的にほかの利用可能なコーデックにフォールバックします。

source: 手机号验证
en: Phone Number Verification
ja: 携帯電話番号認証

source: 投1个
en: Give 1
ja: 1個送る

source: 投2个
en: Give 2
ja: 2個送る

source: 拉黑
en: Block
ja: ブロック

source: 推荐来源
en: Recommended Sources
ja: おすすめのソース

source: 推荐流
en: Recommended Feed
ja: おすすめフィード

source: 推荐视频
en: Recommended Videos
ja: おすすめ動画

source: 描边粗细
en: Outline Thickness
ja: 輪郭線の太さ

source: 搜索中…
en: Searching…
ja: 検索中…

source: 搜索视频
en: Search Videos
ja: 動画を検索

source: 播放器
en: Player
ja: プレーヤー

source: 播放器状态
en: Player Status
ja: プレーヤーの状態

source: 敬请期待
en: Coming Soon
ja: ご期待ください

source: 新增片段
en: Add Segments
ja: クリップを追加

source: 新增缓存任务
en: Add Cache Task
ja: キャッシュタスクを追加

source: 显示
en: Display
ja: 表示

source: 显示区域
en: Display Area
ja: 表示領域

source: 显示弹幕
en: Show Danmaku
ja: 弾幕を表示

source: 暂无可用表情包
en: No Emojis Available
ja: 利用可能なスタンプはありません

source: 暂无收藏夹
en: No Favorites Yet
ja: お気に入りはありません

source: 暂无数据
en: No Data
ja: データがありません

source: 暂无片段
en: No Segments Yet
ja: クリップはありません

source: 暂无稍后再看的内容
en: Nothing in Watch Later
ja: 後で見る内容はありません

source: 暂无缓存视频
en: No Cached Videos
ja: キャッシュ済みの動画はありません

source: 暂无评论
en: No Comments Yet
ja: コメントはありません

source: 暂时没有可显示的搜索发现内容
en: No Search Discover Content Available at the Moment
ja: 現在、表示できる検索ディスカバーの内容はありません

source: 暂时没有热门视频
en: No Trending Videos at the Moment
ja: 現在、人気動画はありません

source: 服务器
en: Server
ja: サーバー

source: 服务器地址
en: Server Address
ja: サーバーアドレス

source: 服务器状态
en: Server Status
ja: サーバーの状態

source: 正在加载
en: Loading
ja: 読み込み中

source: 正在加载个人信息…
en: Loading profile…
ja: 個人情報を読み込み中…

source: 正在加载全部回复…
en: Loading all replies…
ja: すべての返信を読み込み中…

source: 正在清理缓存
en: Clearing cache
ja: キャッシュをクリーンアップ中

source: 正在统计缓存
en: Calculating cache size
ja: キャッシュを集計中

source: 没有找到匹配的用户
en: No matching users
ja: ユーザーが見つかりません

source: 没有找到相关结果
en: No results found
ja: 関連する結果が見つかりませんでした

source: 流地址
en: Stream URL
ja: ストリームアドレス

source: 海量弹幕允许重叠
en: Allow Overlapping Danmaku When There Are Many
ja: 大量の弾幕の重なりを許可

source: 添加任务
en: Add Task
ja: タスクを追加

source: 添加缓存任务
en: Add Cache Task
ja: キャッシュタスクを追加する

source: 添加缓存任务或在视频播放页进行缓存
en: Add cache tasks or cache on the video playback page
ja: キャッシュタスクを追加するか、動画再生ページでキャッシュしてください

source: 清理 URL 缓存与临时文件
en: Clear URL Cache and Temporary Files
ja: URLキャッシュと一時ファイルを削除

source: 清理缓存
en: Clear Cache
ja: キャッシュを削除

source: 源代码仓库
en: Source Code Repo
ja: ソースコードリポジトリ

source: 滚动弹幕时长
en: Scrolling Danmaku Duration
ja: スクロール弾幕の表示時間

source: 片段处理方式
en: Clip Processing Method
ja: セグメントの処理方法

source: 用户
en: User
ja: ユーザー

source: 用户ID
en: User ID
ja: ユーザーID

source: 画质
en: Video Quality
ja: 画質

source: 登录
en: Log In
ja: ログイン

source: 登录数据
en: Login Data
ja: ログインデータ

source: 直播中
en: LIVE
ja: 配信中

source: 直播加载失败
en: Failed to Load Live Stream
ja: ライブの読み込みに失敗しました

source: 直播后台播放
en: Background Playback for Live Streams
ja: ライブのバックグラウンド再生

source: 直播画质
en: Live Stream Quality
ja: ライブ画質

source: 直播默认画质
en: Default Live Quality
ja: ライブのデフォルト画質

source: 相关评论
en: Related Comments
ja: 関連コメント

source: 码率
en: Bitrate
ja: ビットレート

source: 硬件解码
en: Hardware Decoding
ja: ハードウェアデコード

source: 硬币 %@
en: Coins %@
ja: Bコイン %@

source: 确定
en: Confirm
ja: 確認

source: 确认使用超大缓冲
en: Confirm Use of Extra-Large Buffer
ja: 超大バッファを使用することを確認

source: 视频参数
en: Video Parameters
ja: 動画パラメータ

source: 视频同步
en: Video Sync
ja: 動画同期

source: 视频后台播放
en: Background Video Playback
ja: 動画のバックグラウンド再生

source: 视频流信息
en: Video Stream Information
ja: 動画ストリーム情報

source: 视频画质
en: Video Quality
ja: 動画画質

source: 视频选集
en: Episode Selection
ja: 動画のエピソード選択

source: 离线缓存
en: Offline Cache
ja: オフライン保存

source: 移动网络默认画质
en: Default Mobile Data Quality
ja: モバイルネットワークのデフォルト画質

source: 稍后再看
en: Watch Later
ja: 後で見る

source: 空降助手
en: SponsorBlock
ja: ジャンプアシスタント

source: 空降助手片段
en: SponsorBlock Clip
ja: ジャンプアシスタントのクリップ

source: 空降助手设置
en: SponsorBlock Settings
ja: ジャンプアシスタント設定

source: 粉丝
en: Followers
ja: フォロワー

source: 经验 %lld/%@
en: Exp %1$lld/%2$@
ja: 経験値 %1$lld/%2$@

source: 继续使用
en: Continue
ja: 引き続き利用する

source: 缓冲大小
en: Buffer Size
ja: バッファサイズ

source: 缓存
en: Cache
ja: キャッシュ

source: 缓存总大小
en: Total Cache Size
ja: キャッシュ総サイズ

source: 缓存概览
en: Cache Overview
ja: キャッシュ概要

source: 缓存画质:
en: Cached Video Quality:
ja: キャッシュ画質:

source: 缓存视频
en: Cached Video
ja: キャッシュ動画

source: 缓存管理
en: Cache Management
ja: キャッシュ管理

source: 编码
en: Encoder
ja: コーデック

source: 编码信息
en: Encoding Information
ja: コーデック情報

source: 编辑用户ID
en: Edit user ID
ja: ユーザーIDを編集

source: 自动同步
en: Auto Sync
ja: 自動同期

source: 获赞
en: Likes
ja: いいね獲得

source: 行为
en: Behavior
ja: 動作

source: 观看记录
en: Watch History
ja: 履歴

source: 解码
en: Decode
ja: デコード

source: 解码器
en: Decoder
ja: デコーダ

source: 设置
en: Settings
ja: 設定

source: 设置数据
en: Settings Data
ja: データを設定

source: 评论加载中…
en: Loading comments…
ja: コメントを読み込み中…

source: 评论加载失败
en: Loading comments…
ja: コメントの読み込みに失敗しました

source: 请输入短信验证码
en: Please enter the SMS verification code
ja: SMS認証コードを入力してください

source: 请输入至少为30个字符长度的纯字符串。
en: Please enter a plain string with at least 30 characters.
ja: 30文字以上のプレーンテキスト文字列を入力してください。

source: 账号
en: Account
ja: アカウント

source: 跳过：%@
en: Skip: %@
ja: スキップ：%@

source: 跳过提示
en: Show skipped prompts
ja: スキップの案内

source: 跳过次数统计跟踪
en: Skipped count tracking
ja: スキップ回数の統計追跡

source: 返回
en: Back
ja: 戻る

source: 还没有关注的用户
en: No Followed Users Yet
ja: まだフォローしているユーザーはいません

source: 还没有投稿内容
en: No Uploaded Content Yet
ja: まだ投稿内容はありません

source: 还没有观看记录
en: No Watch History Yet
ja: まだ履歴はありません

source: 这不会影响登录状态和设置，但页面里的封面、头像、预览图下次会重新加载。
en: This will not affect your login status or settings, but covers, avatars, and preview images on pages will be reloaded next time.
ja: これはログイン状態や設定には影響しませんが、ページ内のカバー画像、アバター、プレビュー画像は次回再読み込みされます。

source: 这个项目将从你的设备上移除
en: This item will be removed from your device
ja: この項目はデバイスから削除されます

source: 这些项目将从你的设备上移除
en: These items will be removed from your device
ja: これらの項目はデバイスから削除されます

source: 这里显示的是可直接清理的缓存空间。系统里看到的“文稿与数据”还可能包含 Cookie、数据库、偏好设置等其他持久化内容。
en: This shows the cache space that can be cleared directly. “Documents & Data” shown by the system may also include other persistent content such as cookies, databases, and preferences.
ja: ここに表示されるのは直接削除できるキャッシュ容量です。システム上に表示される「書類とデータ」には、Cookie、データベース、環境設定など、ほかの永続化された内容が含まれている場合もあります。

source: 退出登录
en: Log Out
ja: ログアウト

source: 选择
en: Select
ja: 選択

source: 选择收藏夹
en: Select Favorites
ja: お気に入りを選択

source: 选择要导出的缓存内容
en: Select the cache contents to export
ja: エクスポートする内容を選択する

source: 重置
en: Reset
ja: リセット

source: 重载视频
en: Reload Video
ja: 動画を再読み込み

source: 随机
en: Random
ja: ランダム

source: 需要验证手机号
en: Phone Number Verification Required
ja: 電話番号の認証が必要です

source: 静态弹幕时长
en: Static Danmaku Duration
ja: 静止弾幕の表示時間

source: 音视频
en: Audio & Video
ja: 音声・映像

source: 首选编码格式
en: Preferred Codec
ja: 優先するエンコード形式

source: 首页
en: Home
ja: ホーム

source: 验证并登录
en: Verify and Log In
ja: 認証してログイン

source: 高动态视频
en: HDR Video
ja: HDR動画

source: 高动态范围
en: HDR
ja: ハイダイナミックレンジ

source: 默认画质
en: Default Quality
ja: デフォルト画質

source: %@粉丝 %lld视频
ja: %1$@フォロワー %2$lld動画

source: %lld个内容 %@
ja: %1$lld件のコンテンツ %2$@

source: CDN 线路
ja: CDN

source: CDN 线路选择只会覆写媒体播放 URL 的 Host。
ja: CDN の選択により、メディア再生 URL の Host のみが上書きされます。

source: 仅在MPVKit内核下支持设置。
ja: MPVKit コアでのみ設定が可能です。

source: 仅在MPVKit内核下支持设置。AVPlayer支持HDR与杜比视界。
ja: MPVKit コアでのみ設定が可能です。AVPlayerはHDRおよびDolby Visionに対応しています。

source: 你提交了 %lld 片段
ja: あなたは %lld 件の断片を投稿しました

source: 共%lld集
ja: 全%lld話

source: 最终选择
ja: 最終の選択

source: 取消测速
ja: キャンセル

source: 响应情况
ja: 応答状況

source: 在清除记录后，下次播放视频会重新测试最优线路。
ja: 履歴を削除すると、次回動画を再生する際に最適な経路が再テストされます。

source: 将使用当前已拿到的真实播放 URL（保留原路径和签名）进行并行测速。
ja: 実際の再生URLを使用して、速度測定を行います。

source: 展开搜索历史
ja: 履歴を表示

source: 已关闭
ja: オフ

source: 已开启
ja: オン

source: 当前没有可用的真实播放 URL，将使用 Host 连通性参考请求，403/959 仅代表 CDN 拒绝裸探测，不代表播放失败。
ja: 今、利用可能な実際の再生 URL がないので、Host 接続性参照リクエストが使用されます。403/959 は、CDNがベアプローブを拒否したことを示すだけであり、再生に失敗したことを意味するものではありません。

source: 搜索历史
ja: 履歴

source: 播放
ja: 再生

source: 播放器内核
ja: プレーヤーのコア

source: 收起搜索历史
ja: 履歴を非表示にする

source: 暂无自动测试记录
ja: テストの記録はありません

source: 测试时间
ja: 試験の時間

source: 测试视频 URL
ja: ビデオのURL

source: 测试间隔
ja: 試験の間隔

source: 测速
ja: 速度測定

source: 清空
ja: クリア

source: 清空搜索历史
ja: 全ての履歴を消去する

source: 清除记录
ja: 履歴を削除する

source: 画中画
ja: 小窓

source: 画中画仅支持 AVPlayer 内核。
ja: 小窓の機能は、AVPlayer コアのみに対応しています。

source: 直播小窗播放
ja: ライブの小窓再生

source: 确定要清空全部搜索历史吗
ja: 検索履歴をすべて削除しますか

source: 视频小窗播放
ja: ビデオの小窓再生

source: 自动测试
ja: 自動テスト

source: 自动测试记录
ja: 自動テストの記録

source: 观看记录上报间隔
ja: 履歴の送信間隔
